[
  {
    "name": "Gekko",
    "description": "Gekko the Angeleno leads a tight-knit crew of calamitous creatures. His buddies bound forward, scattering enemies out of the way, with Gekko chasing them down to regroup and go again.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Initiator",
    "abilities": [
      {
        "name": "Wingman",
        "description": "EQUIP Wingman. FIRE to send Wingman forward seeking enemies. Wingman unleashes a concussive blast toward the first enemy he sees. ALT FIRE when targeting a Spike site or planted Spike to have Wingman defuse or plant the Spike. To plant, Gekko must have the Spike in his inventory. When Wingman expires he reverts into a dormant globule. INTERACT to reclaim the globule and gain another Wingman charge after a short cooldown.",
        "icon": ""
      },
      {
        "name": "Dizzy",
        "description": "EQUIP Dizzy. FIRE to send Dizzy soaring forward through the air. Dizzy charges then unleashes plasma blasts at enemies in line of sight. Enemies hit by her plasma are Blinded. When Dizzy expires she reverts into a dormant globule. INTERACT to reclaim the globule and gain another Dizzy charge after a short cooldown.",
        "icon": ""
      },
      {
        "name": "Mosh Pit",
        "description": "EQUIP Mosh. FIRE to throw Mosh like a grenade. ALT FIRE to lob. Upon landing Mosh duplicates across a large area that deals a small amount of damage over time then after a short delay explodes.",
        "icon": ""
      },
      {
        "name": "Thrash",
        "description": "EQUIP Thrash. FIRE to link with Thrash’s mind and steer her through enemy territory. ACTIVATE to lunge forward and explode, Detaining any players in a small radius. When Thrash expires she reverts into a dormant globule. INTERACT to reclaim the globule and gain another Thrash charge after a short cooldown. Thrash can be reclaimed once.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Fade",
    "description": "Turkish bounty hunter Fade unleashes the power of raw nightmare to seize enemy secrets. Attuned with terror itself, she hunts down targets and reveals their deepest fears - before crushing them in the dark.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Initiator",
    "abilities": [
      {
        "name": "Seize",
        "description": "EQUIP a knot of raw fear. FIRE to throw. The knot drops down after a set time. RE-USE to drop the knot early. The knot ruptures on impact, holding nearby enemies in place. Held enemies are Deafened, and Decayed.",
        "icon": ""
      },
      {
        "name": "Haunt",
        "description": "EQUIP a haunting watcher. FIRE to throw. The watcher drops down after a set time. RE-USE to drop the watcher early. The watcher lashes out on impact, Revealing enemies in its line of sight and creating terror trails to them. Enemies can destroy the watcher.",
        "icon": ""
      },
      {
        "name": "Prowler",
        "description": "EQUIP a prowler. FIRE to send the prowler forward. HOLD FIRE to steer the prowler towards your crosshair. The prowler will chase down the first enemy or terror trail it sees, and Nearsight the enemy on impact.",
        "icon": ""
      },
      {
        "name": "Nightfall",
        "description": "EQUIP the power of nightmare itself. FIRE to unleash a wave of unstoppable nightmare energy. Enemies caught in the wave are Marked by terror trails, Deafened, and Decayed.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Breach",
    "description": "The bionic Swede Breach fires powerful, targeted kinetic blasts to aggressively clear a path through enemy ground. The damage and disruption he inflicts ensures no fight is ever fair.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Initiator",
    "abilities": [
      {
        "name": "Flashpoint",
        "description": "EQUIP a Blinding charge. FIRE the charge to set a fast-acting burst through the wall. The charge detonates to Blind all players looking at it.",
        "icon": ""
      },
      {
        "name": "Fault Line",
        "description": "EQUIP a seismic blast. HOLD FIRE to increase the distance. RELEASE to set off the quake, Concussing all players in its zone and in a line up to the zone.",
        "icon": ""
      },
      {
        "name": "Aftershock",
        "description": "EQUIP a fusion charge. FIRE the charge to set a slow-acting burst through the wall. The burst does heavy damage to anyone caught in its area.",
        "icon": ""
      },
      {
        "name": "Rolling Thunder",
        "description": "EQUIP a Seismic Charge. FIRE to send a cascading quake through all terrain in a large zone. The quake Concusses and knocks up anyone caught in it.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Deadlock",
    "description": "Norwegian operative Deadlock deploys an array of cutting-edge nanowire to secure the battlefield from even the most lethal assault. No one escapes her vigilant watch, nor survives her unyielding ferocity.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Sentinel",
    "abilities": [
      {
        "name": "Sonic Sensor",
        "description": "EQUIP a Sonic Sensor. FIRE to deploy. The sensor monitors an area for enemies making sound. It concusses that area if footsteps, weapons fire, or significant noise are detected. This ability can be picked up to be REDEPLOYED.",
        "icon": ""
      },
      {
        "name": "Barrier Mesh",
        "description": "EQUIP a Barrier Mesh disc. FIRE to throw forward. Upon landing, the disc generates barriers from the origin point that block character movement.",
        "icon": ""
      },
      {
        "name": "GravNet",
        "description": "EQUIP a GravNet grenade. FIRE to throw. ALT FIRE to lob. The GravNet detonates upon landing, forcing any characters caught within to crouch and move slowly.",
        "icon": ""
      },
      {
        "name": "Annihilation",
        "description": "EQUIP a Nanowire Accelerator. FIRE to unleash a pulse of nanowires that captures the first enemy contacted. The cocooned enemy is pulled along a nanowire path and will die unless they are freed. The nanowire cocoon is destructible.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Raze",
    "description": "Raze explodes out of Brazil with her big personality and big guns. With her blunt-force-trauma playstyle, she excels at flushing entrenched enemies and clearing tight spaces with a generous dose of \"boom.\"",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Duelist",
    "abilities": [
      {
        "name": "Blast Pack",
        "description": "INSTANTLY throw a Blast Pack that will stick to surfaces. RE-USE the ability after deployment to detonate, damaging and moving anything hit.",
        "icon": ""
      },
      {
        "name": "Paint Shells",
        "description": "EQUIP a cluster grenade. FIRE to throw the grenade, which does damage and creates sub-munitions, each doing damage to anyone in their range. ALT FIRE to lob. Paint Shells charge resets every two kills.",
        "icon": ""
      },
      {
        "name": "Boom Bot",
        "description": "EQUIP a Boom Bot. FIRE will deploy the bot, causing it to travel in a straight line on the ground, bouncing off walls. The Boom Bot will lock on to any enemies in its frontal cone and chase them, exploding for heavy damage if it reaches them.",
        "icon": ""
      },
      {
        "name": "Showstopper",
        "description": "EQUIP a rocket launcher. FIRE to shoot a rocket that does massive area damage on contact with anything.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Chamber",
    "description": "Well-dressed and well-armed, French weapons designer Chamber expels aggressors with deadly precision. He leverages his custom arsenal to hold the line and pick off enemies from afar, with a contingency built for every plan.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Sentinel",
    "abilities": [
      {
        "name": "Rendezvous",
        "description": "EQUIP a teleport anchor. FIRE to place it on the ground. While on the ground and in range of the anchor, REACTIVATE to quickly teleport to the anchor. The anchor can be picked up to be REDEPLOYED.",
        "icon": ""
      },
      {
        "name": "Trademark",
        "description": "EQUIP a trap that scans for enemies. FIRE to place it on the ground. When a visible enemy comes in range, the trap counts down and then destabilizes the terrain around them, creating a lingering field that Slows players caught inside of it. The trap can be picked up to be REDEPLOYED.",
        "icon": ""
      },
      {
        "name": "Headhunter",
        "description": "ACTIVATE to equip a heavy pistol. ALT FIRE with the pistol equipped to aim down sights.",
        "icon": ""
      },
      {
        "name": "Tour De Force",
        "description": "ACTIVATE to summon a powerful, custom sniper rifle that will kill an enemy with any direct hit to the upper body. ALT FIRE to aim down sights. Killing an enemy creates a lingering field that Slows players caught inside of it.",
        "icon": ""
      }
    ]
  },
  {
    "name": "KAY/O",
    "description": "KAY/O is a machine of war built for a single purpose: neutralizing radiants. His power to Suppress enemy abilities dismantles his opponents' capacity to fight back, securing him and his allies the ultimate edge.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Initiator",
    "abilities": [
      {
        "name": "FRAG/ment",
        "description": "EQUIP an explosive fragment. FIRE to throw. ALT FIRE to lob. The fragment sticks to the floor and explodes multiple times, dealing near lethal damage at the center with each explosion.",
        "icon": ""
      },
      {
        "name": "FLASH/drive",
        "description": "EQUIP a flash grenade. FIRE to overhand throw. ALT FIRE to lob a weaker version that explodes quickly. The flash grenade explodes after a short fuse, Blinding anyone in line of sight.",
        "icon": ""
      },
      {
        "name": "ZERO/point",
        "description": "EQUIP a suppression blade. FIRE to throw. The blade sticks to the first surface it hits, winds up, and Suppresses anyone in the radius of the explosion. Enemies can destroy this blade.",
        "icon": ""
      },
      {
        "name": "NULL/cmd",
        "description": "INSTANTLY overload with polarized radianite energy that pulses from KAY/O in a massive radius. Enemies hit with pulses are Suppressed for a short duration. While overloaded, KAY/O gains Combat Stim and can be re-stabilized if downed.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Skye",
    "description": "Hailing from Australia, Skye and her band of beasts trailblaze the way through hostile territory. With her creations hampering the enemy, and her power to heal others, the team is strongest and safest by Skye's side.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Initiator",
    "abilities": [
      {
        "name": "Trailblazer",
        "description": "EQUIP a Tasmanian tiger trinket. FIRE to send out and take control of the predator.  While in control, FIRE to leap forward, exploding in a Concussive blast on impact and damaging directly hit enemies.",
        "icon": ""
      },
      {
        "name": "Guiding Light",
        "description": "EQUIP a hawk trinket.  FIRE to send it forward. HOLD FIRE to guide the hawk in the direction of your crosshair. RE-USE while the hawk is in flight to transform it into a flash. The flash reaches max potency after a short duration during the hawk's flight.",
        "icon": ""
      },
      {
        "name": "Regrowth",
        "description": "EQUIP a healing trinket.  HOLD FIRE to channel, Healing allies in range and line of sight.  Can be reused until her healing pool is depleted.  Skye cannot heal herself.",
        "icon": ""
      },
      {
        "name": "Seekers",
        "description": "EQUIP a Seeker trinket.  FIRE to send out three Seekers to track down the three closest enemies.  If a Seeker reaches its target, it Nearsights them. Enemies can destroy the Seekers.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Cypher",
    "description": "The Moroccan information broker, Cypher is a one-man surveillance network who keeps tabs on the enemy's every move. No secret is safe. No maneuver goes unseen. Cypher is always watching.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Sentinel",
    "abilities": [
      {
        "name": "Cyber Cage",
        "description": "INSTANTLY toss the cyber cage in front of Cypher. ACTIVATE to create a zone that blocks vision and plays an audio cue when enemies pass through it",
        "icon": ""
      },
      {
        "name": "Spycam",
        "description": "EQUIP a spycam. FIRE to place the spycam at the targeted location. RE-USE this ability to take control of the camera's view. While in control of the camera, FIRE to shoot a marking dart. This dart will Reveal the location of any player struck by the dart. This ability can be picked up to be REDEPLOYED.",
        "icon": ""
      },
      {
        "name": "Trapwire",
        "description": "EQUIP a trapwire. FIRE to place a destructible and covert trapwire at the targeted location, creating a line that spans between the placed location and the wall opposite. Enemy players who cross a trapwire will be Tethered, Revealed, and Concussed after a short period if they do not destroy the device in time. This ability can be picked up to be REDEPLOYED.",
        "icon": ""
      },
      {
        "name": "Neural Theft",
        "description": "INSTANTLY use on a targeted dead enemy to download information on their team.  After a brief delay, the location of all living enemy players will be Revealed twice.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Sova",
    "description": "Born from the eternal winter of Russia's tundra, Sova tracks, finds, and eliminates enemies with ruthless efficiency and precision. His custom bow and incredible scouting abilities ensure that even if you run, you cannot hide. ",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Initiator",
    "abilities": [
      {
        "name": "Shock Bolt",
        "description": "EQUIP a bow with a shock bolt. FIRE to send the explosive bolt forward, detonating upon collision and damaging players nearby. HOLD FIRE to extend the range of the projectile. ALT FIRE to add up to two bounces to this arrow.",
        "icon": ""
      },
      {
        "name": "Recon Bolt",
        "description": "EQUIP a bow with recon bolt. FIRE to send the recon bolt forward, activating upon collision and Revealing the location of nearby enemies caught in the line of sight of the bolt. Enemies can destroy this bolt. HOLD FIRE to extend the range of the projectile. ALT FIRE to add up to two bounces to this arrow. ",
        "icon": ""
      },
      {
        "name": "Owl Drone",
        "description": "EQUIP an owl drone. FIRE to deploy and take control of movement of the drone. While in control of the drone, FIRE to shoot a marking dart. This dart will Reveal the location of any player struck by the dart. Enemies can destroy the Owl Drone.",
        "icon": ""
      },
      {
        "name": "Hunter's Fury",
        "description": "EQUIP a bow with three long-range, wall-piercing energy blasts. FIRE to release an energy blast in a line in front of Sova, dealing damage and Revealing the location of enemies caught in the line. This ability can be RE-USED up to two more times while the ability timer is active.",
        "icon": ""
      },
      {
        "name": "Uncanny Marksman",
        "description": "Sova's custom bow can fire his arrows and bounce them off terrain. Holding fire charges the bow's power, and the bolt is loosed when released. Press alt fire to change the number of bounces.Your arrows can bounce off terrain. Holding left click increases the bow's range trajectory. Right clicking Toggle through the desired number of terrain bounces by right clicking. The arrow is loosed when left click is released.",
        "icon": null
      }
    ]
  },
  {
    "name": "Killjoy",
    "description": "The genius of Germany, Killjoy effortlessly secures key battlefield positions with her arsenal of inventions. If their damage doesn't take her enemies out, the debuff her robots provide will make short work of them.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Sentinel",
    "abilities": [
      {
        "name": "Nanoswarm",
        "description": "EQUIP a Nanoswarm grenade. FIRE to throw the grenade. Upon landing, the Nanoswarm goes covert. ALT FIRE to lob. ACTIVATE the Nanoswarm to deploy a damaging swarm of nanobots.  ",
        "icon": ""
      },
      {
        "name": "ALARMBOT",
        "description": "EQUIP a covert Alarmbot. FIRE to deploy a bot that hunts down enemies that get in range.  After reaching its target, the bot explodes and applies Vulnerable to enemies in the area. HOLD EQUIP to recall a deployed bot.",
        "icon": ""
      },
      {
        "name": "TURRET",
        "description": "EQUIP a Turret. FIRE to deploy a turret that fires at enemies in a 100 degree cone. ALT FIRE to swap turret direction. HOLD EQUIP to recall the deployed turret. ",
        "icon": ""
      },
      {
        "name": "Lockdown",
        "description": "EQUIP the Lockdown device. FIRE to deploy the device. After a long windup, the device Detains all enemies caught in the radius. The device can be destroyed by enemies.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Harbor",
    "description": "Hailing from India’s coast, Harbor storms the field wielding ancient technology with dominion over water. He unleashes frothing rapids and crushing waves to shield his allies, or pummel those that oppose him.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Controller",
    "abilities": [
      {
        "name": "Cove",
        "description": "EQUIP a sphere of shielding water. FIRE to throw. ALT FIRE to lob. Upon impacting the ground, spawn a destructible water shield that blocks bullets.",
        "icon": ""
      },
      {
        "name": "Cascade",
        "description": "EQUIP a wave of water. FIRE to send the wave rolling forward and through walls. RE-USE to stop the wave. Players hit are Slowed.",
        "icon": ""
      },
      {
        "name": "High Tide",
        "description": "EQUIP a wall of water. FIRE to send the water forward along the ground. HOLD FIRE to guide the water in the direction of your crosshair, passing through the world, spawning a wall along the water’s path. ALT FIRE while bending to stop the water early. Players hit are Slowed.",
        "icon": ""
      },
      {
        "name": "Reckoning",
        "description": "EQUIP the full power of your Artifact. FIRE to summon a geyser pool on the ground. Enemy players in the area are targeted by successive geyser strikes. Players caught within a strike are Concussed.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Vyse",
    "description": "Metallic mastermind Vyse unleashes liquid metal to isolate, trap, and disarm her enemies. Through cunning and manipulation, she forces all who oppose her to fear the battlefield itself.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Sentinel",
    "abilities": [
      {
        "name": "Shear",
        "description": "EQUIP filaments of liquid metal. FIRE to place a hidden wall trap. When an enemy crosses, an indestructible wall bursts from the ground behind them. The wall lasts for a brief time before dissipating.",
        "icon": ""
      },
      {
        "name": "Arc Rose",
        "description": "EQUIP an Arc Rose. Target a surface and FIRE to place a stealthed Arc Rose, or ALT FIRE to place the Arc Rose through it. REUSE to blind all players looking at it. This ability can be picked up to be REDEPLOYED.",
        "icon": ""
      },
      {
        "name": "Razorvine",
        "description": "EQUIP a nest of liquid metal. FIRE to launch. Upon landing, the nest becomes invisible. When ACTIVATED, it sprawls out into a large razorvine nest which slows and damages all players who move through it.",
        "icon": ""
      },
      {
        "name": "Steel Garden",
        "description": "EQUIP a bramble of liquid metal. FIRE to send the metal erupting from you as a torrent of metal thorns, JAMMING enemy primary weapons after a brief windup.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Viper",
    "description": "The American Chemist, Viper deploys an array of poisonous chemical devices to control the battlefield and choke the enemy's vision. If the toxins don't kill her prey, her mindgames surely will.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Controller",
    "abilities": [
      {
        "name": "Poison Cloud",
        "description": "EQUIP a gas emitter. FIRE to throw the emitter that perpetually remains throughout the round. ALT FIRE to lob. RE-USE the ability to create a toxic gas cloud at the cost of fuel. This ability can be picked up to be REDEPLOYED before the round starts and can be RE-USED more than once throughout the round.",
        "icon": ""
      },
      {
        "name": "Toxic Screen",
        "description": "EQUIP a gas emitter launcher that penetrates terrain. FIRE to deploy a long line of gas emitters. RE-USE the ability to create a tall wall of toxic gas at the cost of fuel. This ability can be RE-USED more than once.",
        "icon": ""
      },
      {
        "name": "Snake Bite",
        "description": "EQUIP a chemical launcher. FIRE to launch a canister that shatters upon hitting the floor, creating a lingering chemical zone that damages and applies Vulnerable.",
        "icon": ""
      },
      {
        "name": "Viper's Pit",
        "description": "EQUIP a chemical sprayer. FIRE to spray a chemical cloud in all directions around Viper, creating a large cloud that Nearsights players and Decays the health of enemies inside of it. HOLD the ability key to disperse the cloud early.",
        "icon": ""
      },
      {
        "name": "Toxic",
        "description": "You gradually generate and replenish the toxin that fuels your abilities.  Enemies that cross through Viper's Poison Cloud, Toxic Screen, or Viper's Pit are instantly inflicted with at least 30 Decay. Their Decay level increases the longer they remain in contact with it.",
        "icon": null
      }
    ]
  },
  {
    "name": "Phoenix",
    "description": "Hailing from the U.K., Phoenix's star power shines through in his fighting style, igniting the battlefield with flash and flare. Whether he's got backup or not, he's rushing in to fight on his own terms.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Duelist",
    "abilities": [
      {
        "name": "Blaze",
        "description": "EQUIP a flame wall. FIRE to create a line of flame that moves forward, passing through the world and creating a wall of fire that blocks vision and damages players passing through it. The fire wall heals Phoenix instead of dealing damage. HOLD FIRE to bend the wall in the direction of your crosshair.",
        "icon": ""
      },
      {
        "name": "Hot Hands",
        "description": "EQUIP a fireball. FIRE to throw a fireball that explodes after a set amount of time or upon hitting the ground, creating a lingering fire zone that damages enemies. The fire zone heals Phoenix instead of dealing damage. ALT FIRE to lob.",
        "icon": ""
      },
      {
        "name": "Curveball",
        "description": "EQUIP a flare orb that takes a curving path and detonates shortly after throwing. FIRE to curve the flare orb to the left, detonating and Blinding any player who sees the orb. ALT FIRE to curve the flare orb to the right. Curveball resets a charge every two kills.",
        "icon": ""
      },
      {
        "name": "Run it Back",
        "description": "INSTANTLY place a marker at Phoenix's location. While this ability is active, dying or allowing the timer to expire will end this ability and bring Phoenix back to this location with full health and the amount of armor he had when the ability was cast.",
        "icon": ""
      },
      {
        "name": "Heating Up",
        "description": "PASSIVELY Heal Phoenix instead of taking damage after standing in Phoenix's own fire",
        "icon": null
      }
    ]
  },
  {
    "name": "Astra",
    "description": "Ghanaian Agent Astra harnesses the energies of the cosmos to reshape battlefields to her whim. With full command of her astral form and a talent for deep strategic foresight, she's always eons ahead of her enemy's next move.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Controller",
    "abilities": [
      {
        "name": "Nova Pulse",
        "description": "Place Stars in Astral Form (Ultimate Key).\r\n\r\nACTIVATE a Star to detonate a Nova Pulse. The Nova Pulse charges briefly then strikes, Concussing all players in its area.",
        "icon": ""
      },
      {
        "name": "Nebula  / Dissipate",
        "description": "Place Stars in Astral Form (Ultimate Key). \r\n\r\nACTIVATE a Star to transform it into a Nebula (smoke).\r\n\r\nUSE a Star to Dissipate it, returning the Star to be placed in a new location after a delay.\r\n\r\nDissipate briefly forms a fake Nebula at the Star's location before returning.",
        "icon": ""
      },
      {
        "name": "Gravity Well",
        "description": "Place Stars in Astral Form (Ultimate Key).\r\n\r\nACTIVATE a Star to form a Gravity Well. Players in the area are pulled toward the center before it explodes, making all players still trapped inside Vulnerable.",
        "icon": ""
      },
      {
        "name": "Astral Form / Cosmic Divide",
        "description": "ACTIVATE to enter Astral Form where you can place Stars with FIRE. Stars can be reactivated later, transforming them into a Nova Pulse, Nebula, or Gravity Well.\r\n\r\nWhen Cosmic Divide is charged, use ALT FIRE in Astral Form to begin aiming it, then FIRE to select two locations. An infinite Cosmic Divide connects the two points you select. Cosmic Divide blocks bullets and sound.",
        "icon": ""
      },
      {
        "name": "Astral Form",
        "description": "ACTIVATE Ultimate to enter Astral Form and PRIMARY FIRE to place Stars. Target Stars with your Nova Pulse, Nebula, or Gravity Well to use those abilities.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Brimstone",
    "description": "Joining from the U.S.A., Brimstone's orbital arsenal ensures his squad always has the advantage. His ability to deliver utility precisely and safely make him the unmatched boots-on-the-ground commander.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Controller",
    "abilities": [
      {
        "name": "Stim Beacon",
        "description": "INSTANTLY toss down a stim beacon. Upon landing, it creates a field that grants players a Combat Stim and a Speed Boost.",
        "icon": ""
      },
      {
        "name": "Incendiary",
        "description": "EQUIP an incendiary grenade launcher. FIRE to launch a grenade that detonates as it comes to a rest on the floor, creating a lingering fire zone that damages players within the zone.",
        "icon": ""
      },
      {
        "name": "Sky Smoke",
        "description": "EQUIP a tactical map. FIRE to set locations where Brimstone's smoke clouds will land. ALT FIRE to confirm, launching long-lasting smoke clouds that block vision in the selected area.",
        "icon": ""
      },
      {
        "name": "Orbital Strike",
        "description": "EQUIP a tactical map. FIRE to launch a lingering orbital strike laser at the selected location, dealing high damage-over-time to players caught in the selected area.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Iso",
    "description": "Chinese fixer for hire Iso falls into a flow state to dismantle the opposition. Reconfiguring ambient energy into bulletproof protection, he advances with focus towards his next duel to the death.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Duelist",
    "abilities": [
      {
        "name": "Undercut",
        "description": "EQUIP a molecular bolt. FIRE to throw it forward, briefly applying Vulnerable to all players it touches. The bolt can pass through solid objects, including walls.",
        "icon": ""
      },
      {
        "name": "Kill Contract",
        "description": "EQUIP an interdimensional arena. FIRE to hurl a column of energy through the battlefield, pulling you and the first enemy hit into the arena. You and your opponent duel to the death.",
        "icon": ""
      },
      {
        "name": "Double Tap",
        "description": "INSTANTLY start channeling your focus. Once focused: gain a shield which absorbs one instance of damage from any source, and enter a flow state during which downed enemies you kill or damage spawn an energy orb. Shooting this orb refreshes your flow state and your existing shield, or grants another.",
        "icon": ""
      },
      {
        "name": "Contingency",
        "description": "EQUIP to assemble prismatic energy. FIRE to push an indestructible wall of energy forward that blocks bullets.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Clove",
    "description": "Scottish troublemaker Clove makes mischief for enemies in both the heat of combat and the cold of death. The young immortal keeps foes guessing, even from beyond the grave, their return to the living only ever a moment away.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Controller",
    "abilities": [
      {
        "name": "Pick-me-up",
        "description": "ACTIVATE to absorb the life force of a fallen enemy that Clove damaged or killed, gaining haste and temporary health.",
        "icon": ""
      },
      {
        "name": "Ruse",
        "description": "EQUIP a view of the battlefield. FIRE to set the locations where Clove’s clouds will settle. ALT FIRE to confirm, launching clouds that block vision in the chosen areas. Clove can use this ability after death.",
        "icon": ""
      },
      {
        "name": "Not Dead Yet",
        "description": "After dying, ACTIVATE to resurrect. Once resurrected, Clove must earn a kill or a damaging assist within a set time or they will die. REACTIVATE to cancel early.",
        "icon": ""
      },
      {
        "name": "Meddle",
        "description": "EQUIP a fragment of immortality essence. FIRE to throw the fragment, which erupts after a short delay and temporarily Decays all targets caught inside.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Neon",
    "description": "Filipino Agent Neon surges forward at shocking speeds, discharging bursts of bioelectric radiance as fast as her body generates it. She races ahead to catch enemies off guard then strikes them down quicker than lightning.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Duelist",
    "abilities": [
      {
        "name": "High Gear",
        "description": "INSTANTLY channel Neon’s power for Increased Speed. When charged, ALT FIRE to trigger an electric slide dash. Slide charge resets every two kills.",
        "icon": ""
      },
      {
        "name": "Relay Bolt",
        "description": "INSTANTLY throw an energy bolt that bounces once. Upon hitting each surface, the bolt electrifies the ground below with a Concussive blast.",
        "icon": ""
      },
      {
        "name": "Fast Lane",
        "description": "FIRE two energy lines forward on the ground that extend a short distance or until they hit a surface. The lines rise into walls of static electricity that block vision.",
        "icon": ""
      },
      {
        "name": "Overdrive",
        "description": "Unleash Neon’s full power and speed for a short duration. FIRE to channel the power into a deadly lightning beam with high movement accuracy.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Yoru",
    "description": "Japanese native Yoru rips holes straight through reality to infiltrate enemy lines unseen. Using deception and aggression in equal measure, he gets the drop on each target before they know where to look.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Duelist",
    "abilities": [
      {
        "name": "FAKEOUT",
        "description": "EQUIP an echo that transforms into a mirror image of Yoru when activated. FIRE to instantly activate the mirror image and send it forward. ALT FIRE to place an inactive echo. USE to transform an inactive echo into a mirror image and send it forward.  Mirror images explode in a Blinding flash when destroyed by enemies.",
        "icon": ""
      },
      {
        "name": "BLINDSIDE",
        "description": "EQUIP to rip an unstable dimensional fragment from reality. FIRE to throw the fragment, activating a flash that winds up once it collides with a hard surface.",
        "icon": ""
      },
      {
        "name": "GATECRASH",
        "description": "EQUIP a rift tether FIRE to send the tether forward. ALT FIRE to place a stationary tether. ACTIVATE to teleport to the tether's location. USE to trigger a fake teleport. GATECRASH resets a charge every two kills.",
        "icon": ""
      },
      {
        "name": "DIMENSIONAL DRIFT",
        "description": "EQUIP a mask that can see between dimensions. FIRE to drift into Yoru's dimension, unable to be affected or seen by enemies from the outside. REACTIVATE to exit Yoru's dimension early.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Sage",
    "description": "The bastion of China, Sage creates safety for herself and her team wherever she goes. Able to revive fallen friends and stave off forceful assaults, she provides a calm center to a hellish battlefield.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Sentinel",
    "abilities": [
      {
        "name": "Slow Orb",
        "description": "EQUIP a slowing orb. FIRE to throw a slowing orb forward that detonates upon landing, creating a lingering field that Slows and reduces the dash speed of players caught inside of it.",
        "icon": ""
      },
      {
        "name": "Healing Orb",
        "description": "EQUIP a healing orb. FIRE with your crosshairs over a damaged ally to activate a Heal-Over-Time on them. ALT FIRE while Sage is damaged to activate a self Heal-Over-Time.",
        "icon": ""
      },
      {
        "name": "Barrier Orb",
        "description": "EQUIP a barrier orb. FIRE places a wall that fortifies after a few seconds. ALT FIRE rotates the targeter.",
        "icon": ""
      },
      {
        "name": "Resurrection",
        "description": "EQUIP a resurrection ability. FIRE with your crosshairs placed over a dead ally to begin resurrecting them. After a brief channel, the ally will be brought back to life with full health.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Reyna",
    "description": "Forged in the heart of Mexico, Reyna dominates single combat, popping off with each kill she scores. Her capability is only limited by her raw skill, making her sharply dependent on performance. ",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Duelist",
    "abilities": [
      {
        "name": "Devour",
        "description": "Soul Harvest: Enemies that die to Reyna, or die within 3 seconds of taking damage from Reyna, leave behind Soul Orbs that last 3 seconds.\r\nDevour: INSTANTLY consume a nearby soul orb, rapidly Healing. If EMPRESS is active, this skill will automatically cast and not consume the Soul Orb.",
        "icon": ""
      },
      {
        "name": "Dismiss",
        "description": "INSTANTLY consume a nearby Soul Orb, becoming Intangible for a short duration. If EMPRESS is active, also become Invisible.",
        "icon": ""
      },
      {
        "name": "Leer",
        "description": "EQUIP an ethereal, destructible eye. ACTIVATE to cast the eye a short distance forward. The eye will Nearsight all enemies who look at it.",
        "icon": ""
      },
      {
        "name": "Empress",
        "description": "INSTANTLY enter a frenzy, gaining a Combat Stim that increases firing, equip and reload speed dramatically. Gain infinite charges of Soul Harvest abilities.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Omen",
    "description": "A phantom of a memory, Omen hunts in the shadows. He renders enemies blind, teleports across the field, then lets paranoia take hold as his foe scrambles to uncover where he might strike next.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Controller",
    "abilities": [
      {
        "name": "Paranoia",
        "description": "EQUIP a blinding orb.  FIRE to throw it forward, briefly Nearsighting and Deafening all players it touches. This projectile can pass straight through walls.",
        "icon": ""
      },
      {
        "name": "Dark Cover",
        "description": "EQUIP a shadow orb, entering a phased world to place and target the orbs. PRESS the ability key to throw the shadow orb to the marked location, creating a long-lasting shadow sphere that blocks vision. HOLD FIRE while targeting to move the marker further away. HOLD ALT FIRE while targeting to move the marker closer. PRESS RELOAD to toggle normal targeting view.",
        "icon": ""
      },
      {
        "name": "Shrouded Step",
        "description": "EQUIP a shrouded step ability and see its range indicator. FIRE to begin a brief channel, then teleport to the marked location.",
        "icon": ""
      },
      {
        "name": "From the Shadows",
        "description": "EQUIP a tactical map. FIRE to begin teleporting to the selected location. While teleporting, Omen will appear as a Shade that can be destroyed by an enemy to cancel his teleport, or PRESS EQUIP for Omen to cancel his teleport.",
        "icon": ""
      }
    ]
  },
  {
    "name": "Jett",
    "description": "Representing her home country of South Korea, Jett's agile and evasive fighting style lets her take risks no one else can. She runs circles around every skirmish, cutting enemies up before they even know what hit them.",
    "potraitImage": "",
    "fullImage": "",
    "backgroundImage": "",
    "class": "Duelist",
    "abilities": [
      {
        "name": "Updraft",
        "description": "INSTANTLY propel Jett high into the air.",
        "icon": ""
      },
      {
        "name": "Tailwind",
        "description": "ACTIVATE to prepare a gust of wind for a limited time. RE-USE the wind to propel Jett in the direction she is moving. If Jett is standing still, she propels forward. Tailwind charge resets every two kills.",
        "icon": ""
      },
      {
        "name": "Cloudburst",
        "description": "INSTANTLY throw a projectile that expands into a brief vision-blocking cloud on impact with a surface. HOLD the ability key to curve the smoke in the direction of your crosshair.",
        "icon": ""
      },
      {
        "name": "Blade Storm",
        "description": "EQUIP a set of highly accurate throwing knives. FIRE to throw a single knife and recharge knives on a kill. ALT FIRE to throw all remaining daggers but does not recharge on a kill.",
        "icon": ""
      },
      {
        "name": "Drift",
        "description": "Holding the jump button while falling allows you to glide through the air.",
        "icon": ""
      }
    ]
  }
]
